import React from 'react';
import PxMainPage from '../Pages/PxMainPage';
import Footer from '../Components/Footer';
const ShoeSizeTable = () => {
  return (
<div>

<PxMainPage />
    
<div>


</div>

<div style={{margin:'50px'}}>
    <h1>Розмірна сітка жіночого взуття</h1>
    <p>Розмірна сітка взуття жіночого - базовий фактор, на підставі якого покупець підбирає взуття. Так, розмір вироба повинен точно відповідати параметрам власниці, в іншому випадку носити туфлі черевики буде просто неможливо.</p>
    <p>У світі існує декілька систем, за допомогою якихвизначається розмір взуття. Відповідно, існує і своя розмірна сітка жіночого взуття. Ми звикли до того, що жіноче взуття вимірюється в сантиметрах. Однак, це не завжди так. Головні критерії, за якими відрізняються розміри - це одиниця виміру і стопа (устілка). Для того, щоб швидко і легко перевести розмір в необхідну систему, існує зручний калькулятор розмірів жіночого взуття.</p>
    <p>Англійські розміри жіночого взуття вимірюються в дюймах (2.54 см). Для того, щоб сантиметри перевести в дюйми, необхідно своє число розділити на зазначену цифру. Нумерація через кожні 1/3 дюйма.</p>
    <p>Дуже схожий на англійський, американський розмірвзуття жіночого. Єдина відмінність між ними - це менший нульовий показник у американських розмірів. Таблиця американських розмірів жіночого взуття також позначається в дюймах.</p>
    <p>Європейські розміри жіночого взуття сантиметрові. Вони вимірюються по довжині стопи. Одиницею вимірювання є так званий штих, який дорівнює 6.7 мм.</p>
    <p>Для того щоб виміряти довжину стопи правильно, рекомендуємо:</p>
    <div style={{textAlign:'center'}}>
<p><img alt="як правильно виміряти довжину стопи" height="180" src="https://mida.style/content/uploads/images/pravilnye-zamery%281%29.png" title="як правильно виміряти довжину стопи" width="468"/></p>
</div>
<p>&nbsp;</p>
<ul>
	<li>Вимірювати довжину в кінці дня. В цей час доби великий приплив крові, тому розмір ноги буде більше. Вимірюємо розмір жіночого взуття в см.</li>
	<li>Дві ноги стають на папір, і вимальовується контур обох ніг.</li>
	<li>Вимірюємо відстань між крайніми точками. Слід враховувати нюанс, що якщо взуття буде носитися в шкарпетках, то і виміри повинні проводитися в них.</li>
	<li>У раз,і якщо отримані виміри не збігаються, вибирається більша&nbsp;цифра і округляється до 0.5 см.</li>
</ul>
<p>Тепер ви знаєте, як правильно виміряти довжину стопи. Маючи в своєму розпорядженні числові показники, можно підібрати кросівки &nbsp;або чоботи без примірки, якщо повнота і підйом стандартні.</p>

<p>Таблиця розмірів жіночого взуття допомагає точно обрати взуття на свою ногу.</p>
</div>

    <div className="table-responsive" style={{margin:'50px'}}>
    <table className="table table-bordered table-striped">
      <colgroup>
        <col width="127" />
        <col width="116" />
        <col width="132" />
        <col width="162" />
        <col width="88" />
        <col width="71" />
      </colgroup>
      <thead className="thead-dark">
        <tr>
          <th>Ваш розмір взуття</th>
          <th>Довжина стопи (см)</th>
          <th>Довжина устілки (см)</th>
          <th>Європа (EUR / GER / FR)</th>
          <th>Англія</th>
          <th>США</th>
        </tr>
      </thead>
      <tbody>
          <tr>
            <td>35</td>
            <td>21.1</td>
            <td>22.8</td>
            <td>36</td>
            <td>2.5</td>
            <td>4</td>
          </tr>
          <tr>
            <td>35.5</td>
            <td>22.4</td>
            <td>23.1</td>
            <td>36.5</td>
            <td>3</td>
            <td>4.5</td>
          </tr>
          <tr>
            <td>36</td>
            <td>22.9</td>
            <td>23.5</td>
            <td>37</td>
            <td>3.5</td>
            <td>5</td>
          </tr>
          <tr>
            <td>36.5</td>
            <td>23.3</td>
            <td>23.8</td>
            <td>37.5</td>
            <td>4</td>
            <td>5.5</td>
          </tr>
          <tr>
            <td>37</td>
            <td>23.7</td>
            <td>24.1</td>
            <td>38</td>
            <td>4.5</td>
            <td>6</td>
          </tr>
          <tr>
            <td>37.5</td>
            <td>24.1</td>
            <td>24.5</td>
            <td>38.5</td>
            <td>5</td>
            <td>6.5</td>
          </tr>
          <tr>
            <td>38</td>
            <td>24.6</td>
            <td>24.8</td>
            <td>39</td>
            <td>5.5</td>
            <td>7</td>
          </tr>
          <tr>
            <td>38.5</td>
            <td>24.9</td>
            <td>25.1</td>
            <td>39.5</td>
            <td>6</td>
            <td>7.5</td>
          </tr>
          <tr>
            <td>39</td>
            <td>25.2</td>
            <td>25.4</td>
            <td>40</td>
            <td>6.5</td>
            <td>8</td>
          </tr>
          <tr>
            <td>39.5</td>
            <td>25.7</td>
            <td>25.9</td>
            <td>40.5</td>
            <td>7</td>
            <td>8.5</td>
          </tr>
          <tr>
            <td>40</td>
            <td>25.8</td>
            <td>26.3</td>
            <td>41</td>
            <td>7.5</td>
            <td>9</td>
          </tr>
          <tr>
            <td>40.5</td>
            <td>26.4</td>
            <td>26.7</td>
            <td>41.5</td>
            <td>8</td>
            <td>9.5</td>
          </tr>
          <tr>
            <td>41</td>
            <td>27.1</td>
            <td>27.6</td>
            <td>42</td>
            <td>8.5</td>
            <td>10</td>
          </tr>
          <tr>
            <td>41.5</td>
            <td>27.5</td>
            <td>27.9</td>
            <td>42.5</td>
            <td>9</td>
            <td>10.5</td>
          </tr>
          <tr>
            <td>42</td>
            <td>27.9</td>
            <td>28.3</td>
            <td>43</td>
            <td>9.5</td>
            <td>11</td>
          </tr>
          <tr>
            <td>42.5</td>
            <td>28.3</td>
            <td>28.9</td>
            <td>43.5</td>
            <td>10</td>
            <td>11.5</td>
          </tr>
          <tr>
            <td>43</td>
            <td>28.7</td>
            <td>29.2</td>
            <td>44</td>
            <td>10.5</td>
            <td>12</td>
          </tr>
          <tr>
            <td>43.5</td>
            <td>29.1</td>
            <td>29.4</td>
            <td>44.5</td>
            <td>11</td>
            <td>12.5</td>
          </tr>
          <tr>
            <td>44</td>
            <td>29.5</td>
            <td>29.8</td>
            <td>45</td>
            <td>11.5</td>
            <td>13</td>
          </tr>
          <tr>
            <td>44.5</td>
            <td>29.9</td>
            <td>30.2</td>
            <td>45</td>
            <td>12</td>
            <td>13.5</td>
          </tr>
          <tr>
            <td>45</td>
            <td>30.3</td>
            <td>30.6</td>
            <td>45</td>
            <td>12.5</td>
            <td>14</td>
          </tr>
        </tbody>
      </table>
    </div>
    <Footer />
    </div>
  );
}

export default ShoeSizeTable;
